[{
  "id": "1",
  "title": "Летучий корабль",
  "img": "../images/stories/1.jpg",
  "tale": "Жил себе старик со старухою. Было у них три сына: двое умные, а третий — дурачок. Умных они и жалеют, каждую неделю старуха им чистые рубашки дает, а дурачка все ругают, смеются над ним, — а он знай себе на печи в куче проса сидит, в грязной рубашке, без штанов. Коль дадут — поест, а нет — то и голодает. И вот прошел на ту пору слух, так мол, и так: прилетел царский наказ к царю на обед собираться, и кто построит такой корабль, чтоб летал, да на том корабле приедет, за того царь дочку выдаст. Вот умные братья и советуются: — Пойти бы и нам, может, там наше счастье таится! Пораздумали, у отца-матери просятся: — Пойдем мы, — говорят, — к царю на обед: потерять — ничего не потеряем, а может, там наше счастье найдется! Отец их отговаривает, мать отговаривает. — Нет, пойдем, да и все! Благословите в путь-дорогу. Старики — нечего делать — взяли благословили их на дорогу: надавала им старуха белых паляниц; зажарила поросенка, фляжку горилки дала, — пошли они. А дурачок сидит на печи да и себе просится: — Пойду, — говорит, — и я туда, куда братья пошли! — Куда уж тебе, дурню, идти? — говорит мать, — да тебя там волки съедят! — Нет, — говорит, — не съедят: пойду! Старики поначалу над ним смеялись, а потом и бранить начали. Что ж, видят, что с дурнем ничего не поделаешь, и говорят: — Ну, ступай, да чтоб назад не возвращался, нашим сыном не назывался. Дала ему мать торбу, наложила туда черного черствого хлеба, фляжку воды дала и выпроводила его из дому. Он и пошел. Идет и идет, вдруг попадается ему по дороге дед. Такой седой дедуня, борода вся белая, до самого пояса! — Здравствуй, дедушка! — Здорово, сынок! — Куда, дедушка, идете? А тот и говорит: — Хожу я по свету, людей из беды выручаю. А ты куда? — К царю на обед. — А ты разве умеешь такой корабль смастерить, чтобы сам летал? — спрашивает дед. — Нет, — говорит, — не умею. — Так зачем идешь? — А бог его знает, — говорит, — зачем! Потерять — не потеряю, а может, там счастье мое найдется. — Так садись, — говорит, — отдохни маленько, пополуднуем. Доставай-ка, что у тебя там в торбе. — Эх, дединька, у меня нет ничего — один только черствый хлеб, вы такой и не укусите. — Ничего, доставай! Вот дурень достает, глядь — из того черного хлеба да такие белые паляницы сделались, что он и отродясь таких не едал: прямо сказать, как у панов. — Ну, что ж, — говорит дед, — как же это не выпивши да полдничать? А нет ли там у тебя в торбе горилки? — Да где ж она у меня возьмется! Есть одна только фляжка с водой! — Доставай, — говорит. Достал он, отведали, а там такая горилка сделалась! Вот разостлали они на траве свитки, уселись и давай полдничать. Закусили хорошенько, поблагодарил дед дурня за хлеб и за водку и говорит: — Ну, слушай, сынок, ступай теперь в лес, подойди к дереву и, трижды перекрестясь, ударь топором по дереву, а сам поскорей наземь ложись и лежи — пока тебя кто не разбудит. Вот корабль тебе и построится, а ты садись на него и лети, куда тебе надобно, и забирай по пути всякого встречного. Поблагодарил дурень деда, распрощались они. Дед пошел своею дорогой, а дурень в лес направился. Вот вошел в лес, подошел к дереву, стукнул топориком, сам упал наземь и уснул. Спал-спал. Вдруг спустя некоторое время слышит: кто-то его будит. — Вставай, твое счастье уже поспело, подымайся! Дурень проснулся, видит — стоит корабль, сам золотой, мачты серебряные, паруса шелковые, так ветром и надуваются — только впору лететь! Вот, не долго думая, сел он на корабль, снялся корабль и полетел... И полетел ниже облака, выше земли, что и глазом не видать. Летел, летел, вдруг видит — припал человек к земле ухом и слушает. Он и крикнул ему: — Здорово, дядько! — Здорово, голубчик! — Что это вы делаете? — Да вот, слушаю, — говорит, — собрались ли уже к царю на обед гости. — А вы разве туда идете? — Туда. — Так садитесь со мной, я вас подвезу. Тот и сел. Полетели. Летели, летели... глядь — идет человек по дороге: одна нога к уху привязана, а на другой скачет. — Здорово, дядько! — Здорово, милый! — Что это вы на одной ноге скачете? — Да вот, если бы я, — говорит, — отвязал другую, то за один шаг весь свет бы обошел. А я, — говорит, — не хочу. — Куда ж вы идете? — К царю на обед. — Так садитесь с нами. — Ладно. Тот сел. Опять полетели. Летели, летели, глядь — стоит на дороге охотник, из лука нацеливается, а нигде ничего не видать, ни птицы, ни зверя. — Здорово, дядько! Куда вы целитесь, если не видно ни птицы, ни зверя? — Так что ж, что не видно? Это вам не видно, а мне-то видать! — Да где же вы ее видите? — Э, да там вон за сто верст на сухой груше сидит! — Что ж, садитесь с нами! Он сел. Полетели. Летели, летели, вдруг видят — идет человек, несет за спиной полный мешок хлеба. — Здорово, дядько! — Здорово! — Куда вы идете? — Иду, — говорит, — хлеба на обед добывать. — Да у вас и так ведь полный мешок. — Да что этого хлеба! Мне и на один раз позавтракать не хватит. — Садитесь с нами! — Ладно. Сел и тот. Поехали. Летели, летели, глядь — бродит у озера человек, будто что ищет. — Здорово, дядько! — Здорово. — Чего вы тут ходите? — Пить, — говорит, — хочется, да вот никак воды не найду. — Да перед вами же целое озеро — чего ж вы не пьете? — Эх, да что этой воды! Мне ее и на один глоток не хватит. — Так садитесь с нами! — Хорошо. Сел он. Полетели. Летели, летели, вдруг видят — идет в село мужик и несет мешок соломы. — Здорово, дядько! Куда это вы солому несете? — В село, — говорит. — Вот так-так! А разве в селе нету соломы? — Есть, — говорит, — да не такая! — А это какая же? — Да такая, — говорит, — что какое бы знойное лето ни было, а разбросай ее — и вмиг, откуда ни возьмись, мороз ударит и снег ляжет. — Так садитесь с нами! Тот сел. Полетели они дальше. Летели, летели, вдруг видят — идет мужик в лес и вязанку дров за плечами тащит. — Здорово, дядько! — Здорово! — Куда это вы дрова несете? — В лес. — Вот так-так! Разве в лесу дров нету? — Как нету? Есть, — говорит, — да не такие. — А это какие ж? — Там простые, а это такие, что только их разбросать, и враз, откуда ни возьмись, войско перед тобой явится! — Так садитесь с нами. Согласился и этот, сел. Полетели. Долго ли, коротко ли летели, а прилетают к царю на обед. А там посреди двора столы понаставлены, понакрыты, бочки с медом-вином повыкачены: пей, душа, ешь, чего пожелаешь! А людей, прямо сказать, полцарства сошлось, старые и малые, и паны, и богачи, и старцы убогие. Как на ярмарку. Прилетел дурень с товарищами на том корабле, спустился у царя перед окнами, вышли они из корабля, обедать пошли. Глянул царь в окно, а там на золотом корабле кто-то прилетел, — и говорит слуге: — Ступай да спроси, кто там на золотом корабле прилетел! Пошел слуга, посмотрел, приходит к царю: — Какое-то, — говорит, — мужичье, оборванцы! Царь не верит. — Да как же это, — говорит, — можно, чтоб мужики да на золотом корабле прилетели! Ты, пожалуй, плохо расспрашивал. Взял и пошел сам к людям. — Кто тут, — спрашивает, — на этом корабле прилетел? Выступил дурень: — Я, — говорит. Царь как поглядел, что на нем свиточка — латка на латке, и на штанах колени повылезли, — так за голову и схватился: «Как же я свою дочку да за такого холопа выдам!» Что тут делать? И давай ему задачи загадывать. — Ступай, — говорит слуге, — да объяви ему, что хоть он и на корабле прилетел, а если не добудет воды целящей и живущей, пока гости пообедают, то не то что царевны не отдам, а вот меч, а ему голова с плеч! Слуга пошел. А Слухало и подслушал, что царь говорил, и рассказал о том дурню. Сидит дурень на лавке, печалится, — не ест, не пьет. Увидал это Скороход. — Почему, — спрашивает, — не ешь? — Да где уж мне есть! И в рот не лезет. И рассказал, так, мол, и так: — Загадал мне царь, чтобы я, пока гости отобедают, добыл воды живущей и целящей. А как я ее добуду? — Не горюй! Я тебе достану! — Ну, смотри! Приходит слуга, дает ему царский наказ, а он уже давно знает, как и что. — Скажи, — говорит, — что принесу! Вот слуга ушел. А Скороход отвязал ногу от уха да как двинулся, так враз и набрал воды живущей и целящей. Набрал, утомился. «Пока там, — думает, — обед, я успею еще вернуться, а сейчас посижу у мельницы да отдохну маленько». Сел и заснул. Гости уж обед кончают, а его все нету. Сидит дурень ни жив ни мертв. «Пропал!» — думает. А Слухало взял приложил к земле ухо и давай слушать. Слушал-слушал. — Не горюй, — говорит, — возле мельницы спит, вражий сын! — Что же нам теперь делать? — спрашивает дурень. — Как бы его разбудить? Стрелок и говорит: — Не бойся: разбужу! И как натянул лук, как выстрелил — стрела прямиком в мельницу ударилась, так щепки и полетели... Проснулся Скороход — поскорей туда! Гости только обед кончают, а он уже воду несет. Что тут делать царю? Давай другую задачу загадывать. — Ступай, — говорит слуге, — объяви ему: коли съест со своими товарищами за один присест шесть пар волов жареных да столько хлеба, сколько в сорока печах будет напечено, тогда, — говорит, — отдам за него дочку. А не съест, — вот мой меч, а ему голова с плеч! А Слухало и подслушал, да и рассказал о том дурню. — Что ж мне теперь делать? Я и одного-то хлеба не съем! — говорит дурень. Опять запечалился, чуть не плачет. А Объедало и говорит: — Не плачь! Я за всех вас поем, да еще и не хватит. Приходит слуга: так, мол, и так. — Ладно, — говорит дурень, — пускай дают! Вот изжарили двенадцать волов, напекли сорок печей хлеба. И как начал есть Объедало — все дочиста поел и еще просит. — Эх, — говорит, — мало! Хотя бы еще немного дали! Видит царь, что он такой, опять задачу загадывает, — чтоб сорок сороковых бочек воды залпом выпил, да сорок сороковых вина, а не выпьет — вот мой меч, а ему голова с плеч! Подслушал Слухало — рассказал. Плачет дурень. — Не плачь! — говорит Опивала. — Я, — говорит, — один выпью, да еще маловато будет. Вот выкатили им по сорок сороковых бочек воды и вина. И как начал пить Опивала — все дочиста выдул да еще посмеивается. — Эх, — говорит, — маловато. Еще бы выпил!.. Видит царь — ничего с ним не поделаешь, и думает: «Надо его, вражьего сына, со свету сжить, а то он моей дочкою завладеет!» И посылает к дурню слугу: — Поди объяви, что велел-де царь, чтоб перед венцом в баню сходил. А другому слуге наказывает пойти и сказать, чтоб баню чугунную натопили: «Уж теперь он, такой-сякой, сжарится!» Натопил истопник баню — так и пышет... самого черта можно зажарить! Сказали дурню. Вот идет он в баню, а за ним Морозко следом идет с соломой. Только вошли в баню, а там такая жарища, что прямо невозможно! Разбросал Морозко солому — и враз стало так холодно, что дурень еле обмылся, да поскорей на печь, там и заснул, — намерзся-таки хорошенько! Отворяют утром баню, думают, от него один только пепел остался, а он лежит себе на печи; они его и разбудили. — Ох, — говорит, как крепко я спал! — да и пошел из бани. Доложили царю, так, мол, и так: на печи спал, а в бане так холодно, будто целую зиму не топлено. Крепко опечалился царь: что тут делать. Думал-думал... — Ну, — говорит, — коль выставит мне к завтрему целый полк войска, уж выдам тогда за него свою дочку, а не выставит — мой меч, а ему голова с плеч! А у самого на уме: «Где уж простому мужику полк войска добыть? Я царь, да и то!..» Вот и отдал приказ. А Слухало подслушал, да и рассказал о том дурню. Сидит опять дурень, плачет; «Что мне теперь делать? Где мне столько войска достать?» Идет на корабль к товарищам: — Ой, братцы, выручайте! Не раз из беды выручали и теперь выручите! А не то я пропал! — Не плачь! — говорит тот, что дрова нес. — Я тебя выручу. Приходит слуга. — Наказал, — говорит, — царь, что коль выставишь целый полк войска, тогда царевна твоя! — Ладно, будет сделано! — говорит дурень. — Только скажи царю, коль не отдаст и теперь, то я на него войной пойду и силой царевну возьму. Вывел товарищ ночью дурня в поле и понес с собою вязанку дров. И давай их в разные стороны раскидывать; что ни кинет — то и человек, что ни кинет, то и человек! И набралось такого войска, боже ты мой! Просыпается наутро царь, слышит — играют. Спрашивает: — Что это так рано играют? — Да это, — говорят, — тот свое войско муштрует, что на золотом корабле прилетел. Видит тогда царь, что ничего не поделаешь, велел позвать его к себе. Приходит слуга, просит. А дурень сделался такой, что его и не узнать — так одежда на нем и сияет, шапочка казачья золотая, а сам такой красавец, что боже ты мой! Ведет свое войско, впереди сам на коне вороном, а за ним старшина. Подступил ко дворцу. — Стой! — крикнул. Войско в лавы построилось, все как один! Пошел во дворец. Царь его обнимает, целует: — Садись, зятюшка мой любезный! Вошла и царевна. Как увидела — так и засмеялась: какой у нее муж пригожий будет! Вот их поскорей обвенчали да такой пир задали, что аж до самого неба дым пошел, да на облаке и остановился. И я с того пира шел, да как глянул на облако, так и упал. А упал, так и встал. Вы просите сказку, я и рассказал, ни длинную, ни короткую, а вот так, как от вас до меня. И еще б рассказал, да не умею. Вот и конец, а кто слушал - молодец!"
}, {
  "id": "2",
  "title": "Спящая красавица",
  "img": "../images/stories/2.jpg",
  "tale": "Жили на свете король с королевой. Детей у них не было, и это их так огорчало, так огорчало, что и сказать нельзя. И вот, наконец, когда они совсем потеряли надежду, у королевы родилась дочка. Можете себе представить, какой праздник устроили по случаю её рождения, какое множество гостей пригласили во дворец, какие подарки приготовили!.. Но самые почётные места за королевским столом были оставлены для фей, которые в те времена ещё жили кое-где на белом свете. Все знали, что эти добрые волшебницы, стоит им только захотеть, могут одарить новорождённую такими драгоценными сокровищами, каких не купишь за все богатства мира. А так как фей было семь, то маленькая принцесса должна была получить от них не меньше семи чудесных даров. Перед феями поставили великолепные обеденные приборы: тарелки из лучшего фарфора, хрустальные кубки и по ящичку из литого золота. В каждом ящичке лежали ложка, вилка и ножик, тоже из чистого золота и притом самой тонкой работы. И вдруг, когда гости уселись за стол, дверь отворилась, и вошла старая фея - восьмая по счету, - которую забыли позвать на праздник. А забыли её позвать потому, что уже более пятидесяти лет она не выходила из своей башни, и все думали, что она умерла. Король сейчас же приказал подать ей прибор. Не прошло и минуты, как слуги поставили перед старой феей тарелки из самого тонкого расписного фарфора и хрустальный кубок. Но золотого ящичка с ложкой, вилкой и ножиком на её долю не хватило. Этих ящичков было приготовлено всего семь - по одному для каждой из семи приглашённых фей. Вместо золотых старухе подали обыкновенную ложку, обыкновенную вилку и обыкновенный ножик. Старая фея, разумеется, очень обиделась. Она подумала, что король с королевой - невежливые люди и встречают её не так почтительно, как следовало бы. Отодвинув от себя тарелку и кубок, она пробормотала сквозь зубы какую-то угрозу. К счастью, юная фея, которая сидела рядом с ней, вовремя услышала её бормотание. Опасаясь, как бы старуха не вздумала наделить маленькую принцессу чем-нибудь очень неприятным - например, длинным носом или длинным языком, - она, чуть только гости встали из-за стола, пробралась в детскую и спряталась там за пологом кроватки. Юная фея знала, что в споре обычно побеждает тот, за кем остаётся последнее слово, и хотела, чтоб ее пожелание было последним. И вот наступила самая торжественная минута праздника: феи вошли в детскую и одна за другой стали преподносить новорожденной дары, которые они для неё припасли. Одна из фей пожелала, чтобы принцесса была прекраснее всех на свете. Другая наградила ее нежным и добрым сердцем. Третья сказала, что она будет расти и цвести всем на радость. Четвёртая обещала, что принцесса научится превосходно танцевать, пятая - что она будет петь, как соловей, а шестая - что она будет играть одинаково искусно на всех музыкальных инструментах. Наконец, очередь дошла до старой феи. Старуха наклонилась над кроваткой и, тряся головой больше от досады, чем от старости, сказала, что принцесса уколет себе руку веретеном и от этого умрёт. Все так и вздрогнули, узнав, какой страшный подарок приготовила для маленькой принцессы злая колдунья. Никто не мог удержаться от слёз. И вот тут-то из-за полога появилась юная фея и громко сказала: - Не плачьте, король и королева! Ваша дочь останется жива. Правда, я не так сильна, чтобы сказанное слово сделать несказанным. Принцесса должна будет, как это ни грустно, уколоть себе руку веретеном, но от этого она не умрёт, а только заснёт глубоким сном и будет спать целых сто лет, до тех пор, пока её не разбудит прекрасный принц. Это обещание немного успокоило короля с королевой. И всё же король решил попытаться уберечь принцессу от несчастья, которое предсказала ей старая злая фея. Для этого он под страхом смертной казни запретил всем своим подданным прясть пряжу и хранить у себя в доме веретёна и прялки. Прошло пятнадцать или шестнадцать лет. Как-то раз король с королевой и дочерью отправились в один из своих загородных дворцов. Принцессе захотелось осмотреть древний замок. Бегая из комнаты в комнату, она, наконец, добралась до самого верха дворцовой башни. Там, в тесной каморке под крышей, сидела за прялкой какая-то старушка и преспокойно пряла пряжу. Как это ни странно, она ни от кого ни слова не слыхала о королевском запрете. - Что это вы делаете, тётушка? - спросила принцесса, которая в жизни не видывала прялки. - Пряду пряжу, дитя мое, - ответила старушка, даже не догадываясь о том, что говорит с принцессой. - Ах, это очень красиво! - сказала принцесса. - Дайте я попробую, выйдет ли у меня так же хорошо, как у вас. Она быстро схватила веретено и едва успела прикоснуться к нему, как предсказание злой феи исполнилось, принцесса уколола палец и упала замертво. Перепуганная старушка принялась звать на помощь. Люди сбежались со всех сторон. Чего только они не делали: брызгали принцессе в лицо водой, хлопали ладонями по её ладоням, терли виски душистым уксусом, - всё было напрасно. Принцесса даже не пошевельнулась. Побежали за королем. Он поднялся в башню, поглядел на дочку и сразу понял, что несчастье, которого они с королевой так опасались, не миновало их. Утирая слёзы, приказал он перенести принцессу в самую красивую залу дворца и уложить там на постель, украшенную серебряным и золотым шитьём. Трудно описать словами, как хороша была спящая принцесса. Она нисколько не побледнела. Щёки у неё оставались розовыми, а губы красными, точно кораллы. Правда, глаза у неё были плотно закрыты, но слышно было, что она тихонько дышит. Стало быть, это и в самом деле был сон, а не смерть. Король приказал не тревожить принцессу до тех пор, пока не наступит час её пробуждения. А добрая фея, которая спасла его дочь от смерти, пожелав ей столетнего сна, была в то время очень далеко, за двенадцать тысяч миль от замка. Но она сразу же узнала об этом несчастье от маленького карлика-скорохода, у которого были семимильные сапоги. Фея сейчас же пустилась в путь. Не прошло и часу, как её огненная колесница, запряжённая драконами, уже появилась, возле королевского дворца. Король подал ей руку и помог сойти с колесницы. Фея, как могла, постаралась утешить короля и королеву. Но, утешая их, она в то же время думала о том, как грустно будет принцессе, когда через сто лет бедняжка проснётся в этом старом замке и не увидит возле себя ни одного знакомого лица. Чтобы этого не случилось, фея сделала вот что. Своей волшебной палочкой она прикоснулась ко всем, кто был во дворце, кроме короля и королевы. А были там придворные дамы и кавалеры, гувернантки, горничные, дворецкие, повара, поварята, скороходы, солдаты дворцовой стражи, привратники, пажи и лакеи. Дотронулась она своей палочкой и до лошадей на королевской конюшне, и до конюхов, которые расчёсывали лошадям хвосты. Дотронулась до больших дворовых псов и до маленькой кудрявой собачки по прозвищу Пуфф, которая лежала у ног спящей принцессы. И сейчас же все, кого коснулась волшебная палочка феи, заснули. Заснули ровно на сто лет, чтобы проснуться вместе со своей хозяйкой и служить ей, как служили прежде. Заснули даже куропатки и фазаны, которые поджаривались на огне. Заснул вертел, на котором они вертелись. Заснул огонь, который их поджаривал. И всё это случилось в одно-единое мгновение. Феи знают своё дело: взмах палочки - и готово! Не заснули только король с королевой. Фея нарочно не коснулась их своей волшебной палочкой, потому что у них были дела, которые нельзя отложить на сто лет. Утирая слёзы, они поцеловали свою спящую дочку, простились с ней и тихо вышли из залы. Возвратившись к себе в столицу, они издали указ о том, чтобы никто не смел приближаться к заколдованному замку. Впрочем, и без того к воротам замка невозможно было подойти. В какие-нибудь четверть часа вокруг его ограды выросло столько деревьев, больших и маленьких, столько колючего кустарника - терновника, шиповника, остролиста, - и всё это так тесно переплелось ветвями, что никто не мог бы пробраться сквозь такую чащу. И только издали, да ещё с горы, можно было увидеть верхушки старого замка. Всё это фея сделала для того, чтобы ни человек, ни зверь не потревожили покоя спящей принцессы. Прошло сто лет. Много королей и королев сменилось за эти годы. И вот в один прекрасный день сын короля, который царствовал в то время, отправился на охоту. Вдалеке, над густым дремучим лесом, он увидел башни какого-то замка. - Чей это замок? Кто в нём живёт? - спрашивал он у всех прохожих, попадавшихся ему по дороге. Но никто не мог ответить толком. Каждый повторял только то, что сам слышал от других. Один говорил, что это старые развалины, в которых поселились блуждающие огоньки. Другой уверял, что там водятся драконы и ядовитые змеи. Но большинство сходилось на том, что старый замок принадлежит свирепому великану-людоеду. Принц не знал, кому и верить. Но тут к нему подошёл старый крестьянин и сказал, кланяясь: - Добрый принц, полвека тому назад, когда я был так же молод, как вы сейчас, я слыхал от моего отца, что в этом замке спит непробудным сном прекрасная принцесса и что спать она будет ещё полвека до тех пор, пока благородный и отважный юноша не придёт и не разбудит её. Можете себе представить, что почувствовал принц, когда услышал эти слова! Сердце у него в груди так и загорелось. Он сразу решил, что ему-то и выпало на долю счастье пробудить ото сна прекрасную принцессу. Недолго думая, принц дёрнул поводья и поскакал туда, где виднелись башни старого замка. И вот перед ним заколдованный лес. Принц соскочил с коня, и сейчас же высокие толстые деревья, заросли колючего кустарника - всё расступилось, чтобы дать ему дорогу. Словно по длинной, прямой аллее, пошёл он к воротам замка. Принц шёл один. Никому из его свиты не удалось догнать его: деревья, пропустив принца, сразу же сомкнулись за его спиной, а кусты опять переплелись ветвями. Это могло бы испугать кого угодно, но принц был молод и смел. К тому же ему так хотелось разбудить прекрасную принцессу, что он и думать забыл обо всякой опасности. Ещё сотня шагов - и он очутился на просторном дворе перед замком. Принц посмотрел направо, налево, и кровь похолодела у него в жилах. Вокруг него лежали, сидели, стояли, прислонившись к стене, какие-то люди в старинной одежде. Все они были неподвижны, как мёртвые. Но, вглядевшись в красные, лоснящиеся лица привратников, принц понял, что они вовсе не умерли, а просто спят. В руках у них были кубки, а в кубках ещё не высохло вино. Должно быть, сон застиг их в ту минуту, когда они собирались осушить чаши до дна. Принц миновал большой двор, вымощенный мраморными плитами, поднялся по лестнице и вошёл в первую комнату. Там, выстроившись в ряд и опершись на свои алебарды, храпели вовсю воины дворцовой стражи. Он прошёл целый ряд богато убранных покоев. В каждом из них вдоль стен и вокруг столов принц видел множество разодетых дам и нарядных кавалеров. Все они тоже крепко спали, кто стоя, кто сидя. И вот перед ним, наконец, комната с золочёными стенами и золочёным потолком. Он вошёл и остановился. На постели, полог которой был откинут, покоилась прекрасная юная принцесса лет пятнадцати-шестнадцати (если не считать того столетия, которое она проспала). Принц невольно закрыл глаза: красота её так сияла, что даже золото вокруг неё казалось тусклым и бледным, Он тихо приблизился и опустился перед ней на колени. В это самое мгновение час, назначенный доброй феей. пробил. Принцесса проснулась, открыла глаза и взглянула на своего избавителя. - Ах, это вы, принц? - сказала она. - Наконец-то! Долго же вы заставили ждать себя... Не успела она договорить эти слова, как всё кругом пробудилось. Первая подала голос маленькая собачка по прозвищу Пуфф, которая лежала у ног принцессы. Она звонко затявкала, увидев незнакомого человека, и со двора ей ответили хриплым лаем сторожевые псы. Заржали в конюшне лошади, заворковали голуби под крышей. Огонь в печи затрещал что было мочи, и фазаны, которых поварята не успели дожарить сто лет тому назад, зарумянились в одну минуту. Слуги под присмотром дворецкого уже накрывали на стол в зеркальной столовой. А придворные дамы в ожидании завтрака поправляли растрепавшиеся за сто лет локоны и улыбались своим заспанным кавалерам. В комнате дворцовой стражи воины снова занялись своим обычным делом - затопали каблуками и загремели оружием. А привратники, сидевшие у входа во дворец, наконец осушили кубки и опять наполнили их добрым вином, которое за сто лет стало, конечно, старше и лучше. Весь замок от флага на башне до винного погреба ожил и зашумел. А принц и принцесса ничего не слышали. Они глядели друг на друга и не могли наглядеться. Принцесса позабыла, что ничего не ела уже целый век, да и принц не вспоминал о том, что у него с утра не было во рту маковой росинки. Они разговаривали целых четыре часа и не успели сказать даже половины того, что хотели. Но все остальные не были влюблены и поэтому умирали от голода. Наконец старшая фрейлина, которой хотелось есть так же сильно, как и всем другим, не вытерпела и доложила принцессе, что завтрак подан. Принц подал руку своей невесте и повёл её в столовую. Принцесса была великолепно одета и с удовольствием поглядывала на себя в зеркала, а влюблённый принц, разумеется, ни слова не сказал ей о том, что фасон её платья вышел из моды по крайней мере сто лет назад и что такие рукава и воротники не носят со времён его прапрабабушки. Впрочем, и в старомодном платье она была лучше всех на свете. Жених с невестой уселись за стол. Самые знатные кавалеры подавали им различные кушанья старинной кухни. А скрипки и гобои играли для них прелестные, давно забытые песни прошлого века. Придворный поэт тут же сочинил новую, хотя немного старомодную песенку о прекрасной принцессе, которая сто лет проспала в заколдованном лесу. Песня очень понравилась тем, кто её слышал, и с тех пор её стали петь все от мала до велика - от поварят до королей. А кто не умел петь песни, тот рассказывал сказку. Сказка эта переходила из уст в уста и дошла, наконец, до нас с вами. Вот и конец, а кто слушал - молодец! "
}]